Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: སྐྱེ་མཆེད་ཅེས་བྱ་བ་ནི་བུས་པ་སོ་སོའི་སྐྱེ་བོ་ཤེས་པའི་བློ་མེད་པ་དག་གི་ཉོན་མོངས་པ་སྐྱེ་ཞིང་མཆེད་པར་བྱེད་པའི་སྒོའི་མིག་ནི་གཟུགས་ཀྱི་སྒོ་སྟེ། བྱམས་པ་དང་སྡང་བ་སྐྱེད་པའི་ཕྱིར་རོ། །
en: The sense sources are the gateways of the arising and multiplying of the afflictions of childish ordinary beings, who lack understanding. In this regard, the eye is the gateway of form, because it generates both desire and aversion.

source: གཟུགས་ཀྱང་མིག་གི་སྒོ་སྟེ། བྱམས་པ་དང་སྡང་བ་སྐྱེད་པའི་ཕྱིར་རོ། །
en: Form is also the gateway of the eye, because it also generates both desire and aversion.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་བར་དུ་སྟེ། ཡིད་ཆོས་ཀྱི་སྒོར་གྱུར་པས་བྱམས་སྡང་སྐྱེད་དོ། །
en: The same is true of the ear, nose, tongue, body, and mind, as for example the mind is the gateway of mental objects and generates both desire and aversion.

source: ཆོས་ཀྱང་ཡིད་ཀྱི་སྒོར་གྱུར་པས་བྱམས་སྡང་སྐྱེད་ལ།
en: Mental objects are also the gateway of the mind and generate desire and aversion.

source: དེ་ལྟར་སྐྱེ་མཆེད་བཅུ་གཉིས་ནི་བྱམས་སྡང་དང་འཚོགས་ཤིང་འདུས་པ་སྟེ་ཡང་དག་པའི་མཚན་ཉིད་མི་ཤེས་སོ། །
en: In this way, the twelve sense sources comingle and combine with desire and aversion, thus leading to failed understanding of their true characteristics.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་སྐྱེ་མཆེད་རྣམས་ཀྱི་རང་བཞིན་གྱི་ངོ་བོ་དང་། སྐྱེ་མཆེད་ཀྱི་མཚན་ཉིད་ལ་ཤིན་ཏུ་ལེགས་པར་རྟོགས་པས་བྱམས་པ་དང་སྡང་བས་རྣམ་པར་འཆིང་བར་མི་འགྱུར།
en: Lokadhara, by clearly understanding the intrinsic nature of the sense sources and their characteristics, bodhisattva great beings avoid becoming bound by desire and aversion.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྐྱེ་མཆེད་རྣམས་ཤིན་ཏུ་རྟོགས་སོ། །
en: Lokadhara, thus do bodhisattva great beings fully understand the sense sources.”

source: སྐྱེ་མཆེད་བཅུ་གཉིས་ཤེས་པར་བྱ་བའི་ལེའུ་སྟེ་བཞིའོ།། །།
en: This was chapter four:“ Understanding the Twelve Sense Sources .”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་རྣམ་པར་འབྱེད་ཅིང་རྟོག་པ་ལ་མཁས་པ་ཞེ་ན།
en: “Lokadhara, how are bodhisattva great beings skilled in discerning and contemplating the twelve links of dependent origination?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་ལ་རྣམ་པར་འབྱེད་ཅིང་རྟོག་པ་ནི་འདི་ལྟ་སྟེ།
en: Bodhisattva great beings discern and contemplate the twelve links of dependent origination as follows:

source: ཅི་ཡང་མེད་པའི་ཕྱིར་མ་རིག་པ་ཞེས་བཏགས་ཏེ།
en: Ignorance is so designated because of nonexistence.

source: མ་རིག་པ་ལ་ཆོས་མེད་པའི་ཕྱིར་མ་རིག་པ་ཞེས་བཏགས།
en: Ignorance is so designated because it lacks qualities.

source: མ་རིག་པས་རིག་པ་མི་ཤེས་པའི་ཕྱིར་མ་རིག་པ་ཞེས་བརྗོད་དོ། །
en: Ignorance is so designated because it cannot understand knowledge.

source: ཇི་ལྟར་ན་རིག་པ་མི་ཤེས་པས་མ་རིག་པ་ཞེ་ན།
en: How is ignorance unable to understand knowledge?

source: མ་རིག་པ་ལ་ངེས་པའི་ཆོས་སུ་དམིགས་སུ་མེད་པས་མ་རིག་པ་ཞེས་བྱའོ། །
en: Ignorance is called ignorance because it has no fixed qualities to observe.

source: ཅིའི་ཕྱིར་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས་ཤེ་ན།
en: For what reason does the condition of ignorance give rise to formations?

source: ཆོས་ཐམས་ཅད་ནི་ཅི་ཡང་མེད་པ་སྟེ།
en: All phenomena are nonexistent, but

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་རྣམ་པར་འདུ་བྱེད་པས་ན་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་ཅེས་བྱའོ། །
en: childish ordinary beings form them, thus it is said that ignorance causes formations.

source: འདུ་བྱེད་ལས་རྣམ་པར་ཤེས་པ་སྐྱེ་བས་ན་འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པའོ། །
en: Because consciousness arises from formations, it depends upon the condition of formations.

source: མིང་དང་གཟུགས་ནི་མཚན་ཉིད་གཉིས་ཏེ།
en: Name-and-form are two characteristics, and

source: དེ་བས་ན་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་སོ། །
en: therefore name-and-form are created by the condition of consciousness.

source: མིང་དང་གཟུགས་ལས་དྲུག་གི་སྐྱེ་མཆེད་སྐྱེས་པས་དེ་བས་ན་མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་དྲུག་གི་སྐྱེ་མཆེད་དོ། །
en: The six sense sources are based upon the condition of name-and-form, because the six sense sources arise from name-and-form.

source: དྲུག་གི་སྐྱེ་མཆེད་ལས་རེག་པ་སྐྱེ་བས་དེ་བས་ན་སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པའོ། །
en: Contact is based upon the condition of the six sense sources, because contact arises from the six sense sources.

source: རེག་པ་ལས་ཚོར་བ་སྐྱེ་བས་དེའི་ཕྱིར་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའོ། །
en: Feeling is based upon the condition of contact, because feeling arises from contact.

source: ཚོར་བ་ལས་སྲེད་པ་སྐྱེ་སྟེ། དེ་བས་ན་ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པའོ། །
en: Craving is based upon the condition of feeling, because craving arises from feeling.

source: སྲེད་པ་ལས་ལེན་པ་སྐྱེ་སྟེ། དེ་བས་ན་སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པའོ། །
en: Grasping is based upon the condition of craving, because grasping arises from craving.

source: ལེན་པ་ལས་སྲིད་པ་འབྱུང་སྟེ། དེ་བས་ན་ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པའོ། །
en: Becoming is based upon the condition of grasping, because becoming arises from grasping.

source: སྲིད་པ་ལས་སྐྱེ་བ་བྱུང་བས། དེ་བས་ན་སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བའོ། །
en: Birth is based upon the condition of becoming, because birth arises from becoming.

source: སྐྱེ་བས་རྒ་བ་དང་། ཤི་བ་དང་། སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་འབའ་ཞིག་གི་ཕུང་པོར་གྱུར་པས་
en: Based upon the condition of birth, there arises aging, death, sorrow, lamentation, and the great mass of suffering.

source: དེ་བས་ན་སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་བ་དང་། ཤི་བ་དང་། ཡིད་བློང་བ་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བའི་ཕུང་པོ་ཞེས་བརྗོད་དེ
en: In this way aging, death, sorrow, lamentation, and the great mass of suffering are so designated because of birth.

source: དེ་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་ཏུ་གྱུར་ཏོ། །
en: In this manner, the great mass of suffering arises.

source: དེ་ལ་ཀུན་འདུས་པ་ནི་བློ་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་ནས་རིག་པ་དང་འགལ་བར་བྱེད་ཅིང་མ་རིག་པའི་ཕུང་པོར་བསགས་ནས་
en: This process is all-subsuming: with a mistaken perception, one contravenes knowledge and accumulates a mass of ignorance.

source: སྲིད་པ་ཕྱི་མའི་འདོད་པ་སྐྱེད་དེ་དགའ་བ་དང་ཆགས་པ་ལ་གནས་ཐམས་ཅད་དུ་སྐྱེ་བ་ཚོལ་བ་ནི་སྲིད་པའི་ཕུང་པོའོ། །
en: This generates desire for another existence, and based on one’s preferences and attachments, one seeks birth in all such places—this is the aggregate of existence.

source: འཇིག་རྟེན་འཛིན་འཇིག་རྟེན་འདི་དག་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་ཀྱིས་རྣམ་པར་བཅིངས་ཏེ་
en: “Lokadhara, worldly beings are bound by these twelve links of dependent origination.

source: མ་རིག་པས་ལྡོངས་ནས་མ་རིག་པའི་མུན་པས་གཡང་སར་འཐམས་ཤིང་
en: Blinded by ignorance, they are caught in the dark abyss of ignorance.

source: མ་རིག་པའི་ཐོག་མར་འགྲོ་བས་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་བཅུ་གཉིས་རྫོགས་པར་སྐྱེད་དོ། །
en: Preceded by ignorance, the entire process of the twelve links of dependent origination manifests.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དེ་ལྟར་མ་རིག་པའི་ཡང་དག་པའི་མཚན་ཉིད་ལ་ཤིན་ཏུ་བརྟགས་ན་
en: When bodhisattvas investigate the true characteristic of ignorance in this manner,

source: མ་རིག་པ་ཉིད་སྟོང་པ་ཉིད་ཐོག་མའི་མཐའ་དམིགས་སུ་མེད་པར་ཤེས་སོ། །
en: they understand ignorance itself to be emptiness, and thus its point of origin to be unobservable.

source: མ་རིག་པ་མེད་པའི་ཕྱིར་ཐོག་མའི་མཐའ་ཞེས་བྱ་བ་མེད་པས་
en: Since ignorance is nonexistent, the point of origin is nonexistent. Thus,

source: མཁས་པ་དག་གིས་མཐའ་མེད་པས་ཐོག་མའི་མཐར་རྟོགས་ཏེ་ཐོག་མའི་མཐར་རྣམ་པར་མི་འབྱེད་དོ། །
en: the wise realize the limitless to be the point of origin, and thus do not distinguish a point of origin.

source: རྣམ་པར་རྟོག་པ་ཡོངས་སུ་བཅད་པས་མ་རིག་པ་ལ་མི་ཆགས་སོ། །
en: Disrupting false conceptuality, they do not become attached to ignorance.

source: ཆོས་ཐམས་ཅད་ཅི་ཡང་མེད་པས་ཆོས་ནི་ཇི་ལྟར་བཤད་པ་ལྟར་མ་ཡིན་ཏེ་
en: Because no phenomenon exists, phenomena do not accord with the way they are described.

source: ཆོས་ཐམས་ཅད་ཅི་ཡང་མེད་ཅེས་བརྗོད་ན་ཡང་དེ་ཉིད་མ་རིག་པ་ཤེས་ཤིང་མཐོང་བའོ། །
en: If one says ‘no phenomenon exists,’ that itself is seeing and understanding ignorance.

source: གང་ཆོས་ཐམས་ཅད་ཆུད་ཅིང་རྟོགས་ན་དེ་དེ་ཉིད་རིག་པ་སྟེ།
en: If one understands or realizes all phenomena, that itself is knowledge.

source: དེ་ཉིད་ལས་རིག་པ་གཞན་ཞེས་བྱ་བ་མེད་ཀྱི།
en: There is no knowledge other than this.

source: གང་རིག་པ་ཤེས་ཤིང་མཐོང་བ་ཉིད་རིག་པ་ཞེས་བྱའོ། །
en: Understanding and seeing knowledge is what is called knowledge.

source: དེ་ལ་ཇི་ལྟར་ན་མ་རིག་པ་ཤེས་ཤིང་མཐོང་བ་ཞེ་ན།
en: “Regarding this, how does one see and understand ignorance?

source: ཆོས་ཐམས་ཅད་ཅི་ཡང་མེད་པ། ཆོས་ཐམས་ཅད་ཅི་ཡང་དམིགས་སུ་མེད་པ། ཆོས་ཐམས་ཅད་ཡང་དག་པ་མ་ཡིན་པ་ཕྱིན་ཅི་ལོག་པ། ཆོས་ཐམས་ཅད་ཇི་ལྟར་བཤད་པ་ལྟར་མ་ཡིན་པར་རིག་པ་ནི་མ་རིག་པར་ཤེས་ཤིང་མཐོང་སྟེ
en: Understanding and seeing ignorance is to know that all phenomena are nonexistent, that all phenomena are unobservable, that all phenomena are false and mistaken, and that all phenomena fail to accord with the way they are described.

source: མ་རིག་པ་ཤེས་ཤིང་མཐོང་བ་ནི་རིག་པ་ཞེས་བྱའོ། །
en: Understanding and seeing ignorance is called knowledge .

source: མ་རིག་པ་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: Because ignorance is unobservable.

source: མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་ཅེས་བྱ་བ་ཡང་ཆོས་ཐམས་ཅད་ཅི་ཡང་མེད་དེ།
en: According to the statement, ‘formations are caused by ignorance,’ all phenomena that appear due to the condition of ignorance are nonexistent.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་མ་རིག་པའི་མུན་པར་འཐོམས་པས་
en: “Since childish ordinary beings are stupefied by the darkness of ignorance,

source: ཕྱིན་ཅི་ལོག་ཏུ་འདུ་བྱེད་ཀྱི་ལས་རྣམས་བྱེད་དེ་
en: they mistakenly engage in the actions of formations.

source: འདུ་བྱེད་ཀྱི་ལས་དེ་ནི་གཟུགས་མེད། གནས་མེད་པས་མ་རིག་པས་ཀྱང་འདུ་བྱེད་ཀྱི་ལས་སྐྱེད་མི་ནུས་ལ་
en: Such actions of formations are formless and without locus. Thus, ignorance cannot generate formations.

source: བྱས་པའི་ཆོས་མེད་པས་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་ཅེས་བརྗོད་དོ། །
en: As they lack the quality of having been created, it is said that formations are caused by ignorance.

source: འདུ་བྱེད་ཀྱི་ལས་ནི་འདུས་པའམ། འོང་བའི་གནས་སམ། སོང་བའི་གནས་ཀྱང་མེད་ལ་འདུ་བྱེད་ཀྱི་གནས་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་གྱི་མ་ཡིན་པས་
en: Since the actions of formations lack any basis for gathering, coming, or going, and since the basis for the formations is neither past, present, nor future,

source: མ་རིག་པ་ཡང་མ་རིག་པས་སྟོང་། འདུ་བྱེད་ཀྱི་ལས་ཀྱང་འདུ་བྱེད་ཀྱི་ལས་ཀྱིས་སྟོང་སྟེ།
en: ignorance is devoid of ignorance, and the actions of formations are devoid of the actions of formations.

source: འདུ་བྱེད་ཀྱི་ལས་ལ་གནས་མེད་ཀྱང་མ་རིག་པ་ལ་བརྟེན་ནས་འདུ་བྱེད་ཀྱི་ལས་བྱུང་སྟེ།
en: Even though the actions of formations have no locus, the actions of formations arise in dependence upon ignorance. Yet

source: འདུ་བྱེད་ཀྱི་ལས་ཀྱང་མ་རིག་པ་ལ་མི་གནས།
en: the actions of formations do not rely upon ignorance, and

source: མ་རིག་པ་ཡང་འདུ་བྱེད་ཀྱི་ལས་ལ་མི་གནས་ཏེ།
en: ignorance does not rely upon the actions of formations.

source: མ་རིག་པས་ཡང་མ་རིག་པ་མི་ཤེས།
en: Ignorance cannot understand ignorance, and

source: འདུ་བྱེད་ཀྱི་ལས་ཀྱང་འདུ་བྱེད་ཀྱི་ལས་ཀྱིས་མི་ཤེས་ཏེ།
en: the actions of formations cannot understand the actions of formations.

source: དེ་ལྟར་མ་རིག་པ་དང་། འདུ་བྱེད་ཀྱི་ལས་ནི་ཕྱིན་ཅི་ལོག་གི་དབང་གིས་མ་རིག་པ་ལས་སྐྱེས་ཀྱང་
en: Even though ignorance and the actions of formations arise in this fashion from ignorance due to mistaken perception,

source: དེ་ལ་ནི་མ་རིག་པ་དམིགས་སུ་མེད། མ་རིག་པའི་རང་བཞིན་དམིགས་སུ་མེད།
en: ignorance is unobservable, and the nature of ignorance is unobservable.

source: འདུ་བྱེད་ཀྱི་ལས་དམིགས་སུ་མེད། འདུ་བྱེད་ཀྱི་ལས་ཀྱི་རང་བཞིན་དམིགས་སུ་མེད་ཀྱི་
en: Likewise, the actions of formations are unobservable, and the nature of the actions of formations is unobservable. However,

source: མུན་པའི་ཐིབས་པོ་ལས་མུན་པ་ཞེས་བཏགས་ཏེ།
en: based on the density of darkness, ignorance is labeled darkness , and

source: མ་རིག་པའི་མུན་པའི་ཐིབས་པོ་ལས་ནི་འདུ་བྱེད་ཀྱི་ལས་ཞེས་རྣམ་པར་རྟོག་སྟེ།
en: the density of the darkness of ignorance is the basis for imputing formations . Still,

source: ཅི་ཡང་མེད་པའི་ཆོས་ལས་བྱ་བ་བྱས་པས་མ་རིག་པ་དང་འདུ་བྱེད་ཀྱི་ལས་ནི་ཅི་ཡང་མེད་པའོ། །
en: among nonexistent phenomena, actions are performed, and in this way the actions of ignorance and formations are utterly nonexistent.

source: འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ནི་རྣམ་པར་ཤེས་པ་འདུ་བྱེད་ཀྱི་ལས་ལ་མི་གནས་ལ་འདུ་བྱེད་ཀྱི་ལས་དང་ཡང་མ་བྲལ་ཏེ་རྣམ་པར་ཤེས་པ་སྐྱེས་ཀྱང་
en: “As for the statement, ‘consciousness appears due to the condition of formations,’ consciousness does not depend upon the actions of formations, but neither does it arise in isolation from the actions of formations. And yet,

source: འདུ་བྱེད་ཀྱི་ལས་ཀྱིས་རྣམ་པར་ཤེས་པ་བསྐྱེད་པ་ནི་མ་ཡིན་ནོ། །
en: the actions of formations are not what produces consciousness.

source: འདུ་བྱེད་ཀྱི་ལས་ཀྱང་འདུ་བྱེད་ཀྱི་ལས་སུ་མི་ཤེས་ལ་
en: The actions of formations cannot be known as the actions of formations, and

source: འདུ་བྱེད་ཀྱི་ལས་ལ་ལྟོས་པའང་མ་ཡིན་ཏེ།
en: there is nothing that depends upon the actions of formations.

source: སྐྱེ་བོ་བློ་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པ་དག་འདུ་བྱེད་ཀྱི་ལས་ཀྱི་རྣམ་པར་ཤེས་པ་སྐྱེད་མོད་ཀྱི་
en: While beings with mistaken perception do give rise to consciousness due to the actions of formations,

source: རྣམ་པར་ཤེས་པ་དེ་ནི་འདུ་བྱེད་ཀྱི་ལས་ཀྱི་ནང་ན་མི་གནས། འདུ་བྱེད་ཀྱི་ལས་ཀྱི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་ཡང་མི་གནས་ཏེ།
en: such consciousness does not exist inside the actions of formations, outside the actions of formations, or somewhere in-between.

source: རྣམ་པར་ཤེས་པ་སྐྱེ་བ་ཡང་མེད་མོད་ཀྱི་འདུ་བྱེད་ཀྱི་ལས་ཀྱི་རྒྱུན་གཅིག་གིས་བསབས་ཏེ་མ་ཆད་པ་ལས་རྣམ་པར་ཤེས་པ་སྐྱེས་སོ། །
en: While no consciousness arises, consciousness does arise from the ceaseless and unbroken continuity of the actions of formations.

source: མཁས་པ་དག་ནི་རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་བཙལ་ན་དམིགས་སུ་མེད་དེ་
en: When the wise seek the characteristic of consciousness, it is unobservable.

source: རྣམ་པར་ཤེས་པ་སྐྱེ་བར་མི་དམིགས་པ་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པ་མི་ཤེས། རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པར་མི་མཐོང་།
en: They do not observe consciousness to arise. Consciousness cannot know consciousness or see it to be consciousness.

source: རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པ་ལ་མི་གནས་སོ། །
en: Consciousness does not depend on consciousness.

source: རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་ཞེས་བྱ་བ་ན་མིང་དང་གཟུགས་རྣམ་པར་ཤེས་པ་ལ་མི་གནས། རྣམ་པར་ཤེས་པའི་ཕ་རོལ་ན་མིང་དང་གཟུགས་མི་སྐྱེ་སྟེ།
en: “As for the statement, ‘name-and-form are due to the condition of consciousness,’ name-and-form neither depend on consciousness, nor do they arise outside of consciousness.

source: མིང་དང་གཟུགས་དེ་ནི་རྣམ་པར་ཤེས་པ་ལས་མ་འོངས་ཀྱི་རྣམ་པར་ཤེས་པས་དམིགས་པས་བུས་པ་སོ་སོའི་སྐྱེ་བོའི་ལྡོངས་པ་དག་མིང་དང་གཟུགས་སུ་ཆགས་ཏེ།
en: Name-and-form do not come from consciousness, yet because blind, childish ordinary beings observe name-and-form by means of consciousness, they become attached to name-and-form. Yet,

source: རྣམ་པར་ཤེས་པས་མིང་དང་གཟུགས་བསྐྱེད་པ་ནི་མ་ཡིན་ནོ། །
en: name-and-form are not generated by consciousness.

source: མཁས་པ་དག་ནི་དེ་ལ་བརྟགས་ན་མིང་དང་གཟུགས་སུ་མི་དམིགས་མི་མཐོང་སྟེ།
en: When the wise investigate this, they do not observe or see name-and-form.

source: མིང་དང་གཟུགས་ཞེས་བྱ་བ་ནི་གཟུགས་མེད་ཕྱོགས་མེད་དེ་ལོག་པར་རྣམ་པར་རྟོག་པ་ལས་སྐྱེས་སོ། །
en: Name-and-form are formless, without location, and arisen from incorrect thinking.

source: གཟུགས་ཀྱི་མཚན་ཉིད་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་ཡོད་ཅེས་བྱ་བ་རྣམ་པར་ཤེས་པ་ཉིད་དམིགས་སུ་མེད་པ་ཡིན་ན་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་གཟུགས་སྐྱེ་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: It is said that the characteristic of form exists due to the condition of consciousness. However, if this very consciousness is unobservable, what need we say of form arising based upon the condition of consciousness?

source: གཟུགས་ཞེས་ངེས་པར་བཏགས་པའི་གནས་མེད་དོ། །
en: There is no locus of form that can be identified in actuality.

source: མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་དྲུག་གི་སྐྱེ་མཆེད་ཅེས་བྱ་བ་ནི། དྲུག་གི་སྐྱེ་མཆེད་ཀྱི་རྐྱེན་གྱིས་གཟུགས་སྐྱེ་ཞེས་བྱ་བར་མ་རུང་སྟེ།
en: “As for the statement, ‘the six sense sources appear due to the condition of name-and-form,’ the six sense sources are produced by name-and-form.

source: མིང་ནི་ལུས་ལ་གནས་པས་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བས་ལུས་དང་སེམས་དང་སེམས་ལས་བྱུང་བའི་ཆོས་རྣམས་བརྟས་པར་བྱེད་དེ།
en: Due to the presence of name in the body, the inhalation and exhalation of breath cause the phenomena of the body, mind, and mental factors to develop. Yet,

source: སྐྱེ་མཆེད་དྲུག་ནི་སྒྱུ་མ་ལྟ་བུ་མེད་པ་ལས་རྣམ་པར་རྟོག་པ་ལས་བྱུང་སྟེ། ཕྱིན་ཅི་ལོག་ཏུ་བྱ་བ་ཡོད་དོ། །
en: the six sense sources are illusory and nonexistent. Thus arisen from false concepts, they have a delusional function.

source: དྲུག་གི་སྐྱེ་མཆེད་ཀྱི་རྐྱེན་གྱིས་རེག་བྱ་ཞེས་བྱ་བ་ནི་རེག་བྱ་དེ་གཟུགས་ལ་བརྟེན་ཏེ་ཡོད་པ་ཡིན་ན། རེག་བྱ་ནི་གཟུགས་ལ་མེད་དོ། །
en: “As for the statement, ‘contact appears due to the condition of the six sense sources,’ contact exists based on form, yet contact has no contact with form.

source: གཟུགས་ནི་ཤེས་པ་མེད་པའི་རང་བཞིན་ཅན་ཏེ།
en: Form’s nature is not conscious.

source: རྡོ་དང་ཤིང་དང་ཐ་མི་དད་ཀྱང་སྐྱེ་མཆེད་དྲུག་ལས་བྱུང་བའི་ཕྱིར་རེག་བྱ་ཞེས་རྣམ་པར་ཕྱེ་ཏེ་བཏགས་སོ། །
en: Though form is no different from stones or trees, contact is distinguished and labeled as such because it arises from the six sense sources.

source: སྐྱེ་མཆེད་དྲུག་ཉིད་ཡང་དག་པ་མ་ཡིན་པ་ཅི་ཡང་མེད་ན་རེག་བྱ་ལྟ་ཅི་སྨོས་ཏེ།
en: If the six sense sources are false and nonexistent, what need we say of contact?

source: རེག་བྱ་ནི་སྟོང་པ་ཅི་ཡང་མེད་པ་སྟེ། རྣམ་པར་རྟོག་པའི་ཕྱིན་ཅི་ལོག་ལས་སྐྱེས་ཏེ། རེག་བྱ་ནི་ཡུལ་ན་མི་གནས་ཕྱོགས་ན་མི་གནས་སོ། །
en: Contact is empty and nonexistent, arises from mistaken thinking, and cannot be found in any location or direction.

source: རེག་བྱ་ཉིད་སྟོང་པ་སྟེ་རེག་བྱའི་མཚན་ཉིད་མེད་པས་
en: Since contact itself is empty and lacks the characteristic of contact,

source: རེག་བྱས་སྐྱེ་མཆེད་དྲུག་མི་ཤེས། སྐྱེ་མཆེད་དྲུག་ཀྱང་རེག་བྱས་མི་ཤེས་སོ། །
en: contact cannot know the six sense sources, and the six sense sources cannot know contact.

source: རེག་བྱའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བྱ་བ་དེ་ཚོར་བ་རེག་བྱའི་ནང་ན་མི་གནས། རེག་བྱའི་ཕྱི་རོལ་ན་མི་གནས་སོ། །གཉི་གའི་བར་ན་མི་གནས།
en: “As for the statement, ‘feeling appears due to the condition of contact,’ feeling does not abide inside contact, outside contact, or somewhere in-between,

source: རེག་བྱ་དེ་གུད་ནས་ཚོར་བ་ལ་ལྟོས་ཏེ་འོངས་པ་མ་ཡིན་གྱི་རེག་བྱ་ལས་ཚོར་བ་སྐྱེས་སོ། །
en: nor does contact arise independently as support for feeling. And yet, feeling arises from contact.

source: རེག་བྱ་ཉིད་ཀྱང་ཡང་དག་པ་མ་ཡིན་ཏེ་མེད་ན་ཚོར་བ་ལྟ་ཅི་སྨོས་ཏེ་ཚོར་བ་ལ་ངེས་པའི་མཚན་ཉིད་མེད།
en: Since contact is false and nonexistent, what need we say of feeling, for feeling lacks true characteristics.

source: ཚོར་བ་ནི་མེད་པ་ལས་ཕྱིན་ཅི་ལོག་ཏུ་རྟོག་པ་སྐྱེ་སྟེ་ཕྱིན་ཅི་ལོག་ཏུ་བྱ་བ་ཡོད་དོ། །
en: Feeling is a mistaken concept arisen out of nonexistence; thus it has a delusional function.

source: ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ་ཞེས་བྱ་བ་ནི་ཚོར་བ་དེ་གུད་ན་སྲེད་པ་ལ་ལྟོས་ཏེ་འོངས་པ་མ་ཡིན།
en: “As for the statement, ‘craving appears due to the condition of feeling,’ feeling does not come separately as support for craving, and

source: ཚོར་བ་ཉིད་སྲེད་པ་དང་ལྷན་ཅིག་པ་མ་ཡིན།
en: feeling itself does not coexist with craving.

source: ཚོར་བས་ཡང་སྲེད་པ་མི་ཤེས་ལ་སྲེད་པ་ལ་རྣམ་པར་མི་རྟོག །
en: Feeling cannot know or think about craving.

source: སྲེད་པ་ལ་ཡང་ཚོར་བ་མི་ཤེས་ལ་ཚོར་བ་ལ་རྣམ་པར་མི་རྟོག །
en: Craving cannot know or think about feeling.

source: སྲེད་པ་ཡང་ཚོར་བ་དང་ལྷན་ཅིག་པ་མ་ཡིན་ཏེ།
en: Craving does not coexist with feeling.

source: ཚོར་བ་སྲེད་པ་ལ་མི་གནས་པ་ལ་
en: Feeling does not depend on craving. And yet,

source: སྲེད་པ་ལས་གུད་ན་ཡང་ཚོར་བ་ཡོད་པ་མ་ཡིན་ནོ། །
en: there is no feeling at all separate from craving.

source: ཚོར་བ་ཉིད་ལ་ཚོར་བའི་མཚན་ཉིད་མེད་ན་ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ་ཞེས་བྱ་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: If feeling itself lacks the characteristic of feeling, what need we say about the statement, ‘craving is based upon the condition of feeling’?

source: ཚོར་བ་སྲེད་པའི་ནང་ན་མི་གནས། ཚོར་བའི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས།
en: Feeling does not exist inside craving, outside craving, or somewhere in-between.

source: སྲེད་པ་ཉིད་ཀྱང་སྲེད་པའི་ནང་ན་མི་གནས། སྲེད་པའི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་ཏེ།
en: Likewise, craving does not exist inside craving, outside craving, or somewhere in-between.

source: སྲེད་པའི་ནང་ན་སྲེད་པའི་མཚན་ཉིད་དམིགས་སུ་མེད་དེ།
en: The characteristics of craving cannot be observed within craving, for

source: སྲེད་པ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པ་ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་རྣམ་པར་རྟོག་པ་ལས་སྲེད་པ་ཞེས་བཏགས་ཀྱི་
en: craving is so designated based upon falsity and mistaken conceptuality.

source: སྲེད་པ་ནི་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་མ་ཡིན་ནོ། །
en: Craving is neither past, present, nor future.

source: སྲེད་པ་དེ་ནི་བཅིངས་པ་ལས་སྲེད་པ་སྐྱེས་པ་མ་ཡིན། བཅིངས་པ་མ་ཡིན་པ་ལས་ཀྱང་མ་ཡིན་ཏེ།
en: Craving arises neither from bondage nor from nonbondage.

source: རྒྱུ་དང་རྐྱེན་གཅིག་གིས་གཅིག་བསབས་པའི་རྒྱུན་མ་ཆད་པ་ལས་ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ་ཞེས་བཏགས་སོ། །
en: Craving is imputed based on the condition of feeling, which in turn arises from an unbroken continuity of causes and conditions, one after another.

source: མཁས་པ་དག་ནི་སྲེད་པའི་ཡུལ་ན་མི་གནས། ཕྱོགས་ན་མི་གནས། སྟོང་པ་གསོབ་གསོག་ལྟ་བུ། སྙིང་པོ་མེད་པ། ཡང་དག་པ་མ་ཡིན་ཏེ་ཅི་ལ་ཡང་མེད་པར་ཤེས་སོ། །
en: The wise understand that craving does not exist in the objects of craving, nor in locations. They understand it to be empty, void, hollow, insubstantial, false, and nonexistent.

source: སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ་ཞེས་བྱ་བ་ནི་སྲེད་པ་གུད་ནས་ལེན་པ་ལ་ལྟོས་ཏེ་འོངས་པ་མ་ཡིན། སྲེད་པ་དང་ལེན་པ་ལྷན་ཅིག་པ་མ་ཡིན་ཏེ།
en: “As for the statement, ‘grasping appears due to the condition of craving,’ craving does not come separately as a basis for grasping, and craving does not coexist with grasping.

source: སྲེད་པ་ལས་ལེན་པ་མ་བསྐྱེད་ཀྱང་སྲེད་པ་ཡོད་པས་རྒྱུ་དང་རྐྱེན་ལྷན་ཅིག་པའི་ཕྱིར་རྗེས་སུ་ལེན་པ་ཞེས་བྱ་བ་བཏགས་སོ། །
en: Though grasping is not generated by craving, grasping is imputed based upon the coexistence of certain causes and conditions that appear due to the existence of craving.

source: ལེན་པ་དང་སྲེད་པ་ལྷན་ཅིག་པ་མ་ཡིན་ཏེ་སྲེད་པ་ལས་གཞན་པའང་མ་ཡིན་ནོ། །
en: Craving does not coexist with grasping, yet craving is none other than grasping.

source: སྲེད་པ་ཡང་ལེན་པ་དང་ལྷན་ཅིག་པ་མ་ཡིན་ཏེ། ལེན་པ་ལས་ཐ་མི་དད་པས་
en: Grasping does not coexist with craving, yet grasping is none other than craving. Thus,

source: སྲེད་པའི་ནང་ན་མི་གནས། སྲེད་པའི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་ཏེ།
en: grasping does not exist inside craving, outside craving, or somewhere in-between.

source: སྲེད་པ་ཉིད་ཀྱང་དམིགས་སུ་མེད་ན་སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ་ཞེས་བྱ་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: Given that craving itself is unobservable, what need we say about the statement, ‘grasping appears due to the condition of craving,’ for

source: ལེན་པའི་ངེས་པའི་མཚན་ཉིད་དམིགས་སུ་མེད་དོ། །
en: grasping has no true characteristics to observe.

source: མཁས་པ་དག་ནི་ལེན་པ་དེ་ཡང་དག་པ་མ་ཡིན་པ་ཅི་ཡང་མེད་པར་རྟོགས་ཏེ།
en: The wise realize grasping to be false and nonexistent.

source: ལེན་པའི་ནང་ན་ལེན་པའི་མཚན་ཉིད་མེད་པས་ལེན་པ་ནི་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་གྱི་མ་ཡིན་ཏེ།
en: The characteristic of grasping does not exist within grasping. Thus, grasping is neither past, present, nor future.

source: ལེན་པ་ནི་ལེན་པའི་ནང་ན་མི་གནས་ལེན་པའི་ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་ཏེ།
en: Grasping does not exist inside, outside, or somewhere in-between.

source: ཕྱིན་ཅི་ལོག་ལས་བྱུང་བ་རྒྱུ་དང་རྐྱེན་ལས་སྐྱེས་པའོ། །
en: It occurs from mistaken perception and arises from causes and conditions.

source: རྐྱེན་མང་པོ་འདུས་པ་ལས་ལེན་པ་ཞེས་བྱ་སྟེ།
en: Grasping is so-called based upon the gathering of many conditions.

source: ཆོས་གང་ཡང་ལྷན་ཅིག་པའམ། སོ་སོ་བ་མེད་དོ། །
en: It is neither together with nor separate from any phenomenon.

source: ལེན་པ་ངོ་བོ་ཉིད་མེད་དེ་ངེས་པའི་ཆོས་མེད་ཀྱང་
en: Even though grasping lacks intrinsic nature and fixed qualities,

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་ཡང་དག་པ་མ་ཡིན་པའི་ལེན་པ་ལ་ཚོར་བར་བྱེད་དོ། །
en: childish ordinary beings experience false grasping.

source: འདུ་བྱེད་ཐམས་ཅད་ཡང་དག་པ་མ་ཡིན་པས་
en: Because all formations are false,
